'use client'
import { Container } from '../styles'
import useStyles from './styles'

const About = () => {
  const { classes } = useStyles()

  return (
    <Container>
      <div className={classes.root}>
        <div className={classes.content}>
          <h2 className={classes.title}>Մեր մասին։</h2>
          <div className={classes.description}>
            <div>Բարի գալուստ Evneasy:</div>
            <div>
              Evneasy -ին հեշտացնում է միջոցառումների պլանավորումը: Անկախ նրանից՝ դուք կազմակերպում եք հարսանիք,
              կորպորատիվ տարեդարձ, ծննդյան օր կամ որևէ այլ հատուկ միջոցառում, այստեղ դուք կգտնեք այն ամենն ինչ անհրաժեշտ
              է այդ օրն անմոռանալի դարձնելու համար։
            </div>
            <h2 className={classes.title}>Մենք առաջարկում ենք.</h2>
            <div>
              Ընդարձակ տեղեկատու. Բացահայտեք ընկերություններին և անհատներին, ովքեր առաջարկում են այն ամենը, ինչ
              անհրաժեշտ է ձեր միջոցառման համար՝ զվարճացնողներից և մեքենաների վարձույթից մինչև ռեստորաններ,
              պարուսույցներ, ձայնային ինժեներներ, տեսանկարահանողներ, լուսանկարիչներ և երեկույթների զգեստների վարձույթ:
              Կազմակերպչական գործիքներ. Հեշտությամբ կառավարեք ձեր ընտրած ծառայություններ մատուցողներին և հետևեք ձեր
              բյուջեին մեր ինտուիտիվ գործիքների միջոցով: Թող Evneasy.org-ը լինի ձեր լավագույն ռեսուրսը անմոռանալի
              իրադարձություն պլանավորելու համար: Մեր աջակցությամբ կատարյալ միջոցառման կազմակերպումը ավելի հեշտ կլինի,
              քան երբևէ:
            </div>
          </div>
        </div>
      </div>
    </Container>
  )
}

export default About
