export const professionList = [
  'Հարսանիք',
  'Ծնունդ',
  'Կնունք',
  'Ատամհատիկ',
  'Տարելից',
  'Բանկետ',
  'Կորպորատիվ',
  'Հարսանիք',
  'Ծնունդ',
  'Կնունք',
  'Ատամհատիկ',
  'Տարելից',
]

export const PlanItems = {
  plan: {
    title: 'Միջոցառման պլանավարող',
    description: [
      {
        description: 'Մեր հատուկ մշակված հարթակը կօգնի գտնել բոլոր անհրաժեշտ ծառայությունները',
        image: 'main/pain.png',
      },
      {
        description: 'Մեր գործիքը կօգնի ձեզ հեշտությամբ կազմակերպել Ձեր միջոցառումը',
        image: 'main/box.png',
      },
    ],
    buttonText: 'Իմացիր ավելին',
  },
  event: {
    title: 'Միջոցառման մասնագետ',
    description: [
      {
        description: 'Առաջարկում եք միջոցառումների հետ կապված ծառայություններ՝ միացեք մեր հարթակին',
        image: 'main/micro.png',
      },
      {
        description: 'Մեր գործիքը կօգնի ձեզ հեշտությամբ գտնել հաճախորդներ',
        image: 'main/photo.png',
      },
    ],
    buttonText: 'Իմացիր ավելին',
  },
}
